<?php
// 演習課題「エラーの箇所を直してみよう！vol.1」
echo "paiza php講座";
?>

<?php
// 演習課題「エラーの箇所を直してみよう！vol.2」
echo "勇者はレベルアップした";
?>

<?php
// 演習課題「エラーの箇所を直してみよう！vol.3」
echo "paizaでプログラミングをマスター";
?>

<?php
// 演習課題「hello paizaと出力してみよう」
echo "hello paiza";
?>

<?php
// 演習課題「コメントアウトしてみよう！vol.1」
// echo "1行目：勇者は村を出て荒野を歩いていると、";
echo "2行目：魔物があらわれた。";
?>

<?php
echo "1行目：フォントには、セリフ体というものと";
// echo "2行目：サンセリフ体というものがあります。";
echo "3行目：例えば、上の図でいいますと、上の";
echo "4行目：フォント（MS明朝）がセリフ体、";
/* echo "5行目：下のフォント（MSゴシック）がサンセリフ体";
echo "6行目：ということになります。セリフ体の場合は、";
echo "7行目：各文字の線の先にはみ出した飾り部分が"; */
echo "8行目：あるのに対し、サンセリフ体はそれがありません。";
?>